[ENG]
; English is internal, strings below are for reference only
1=Autorun plugin error
2=Error in command at line [%d]:
3=Error converting to integer:
4=Unsupported parameter: %s
5=Missing closing quote for string: %s
6=Unexpected quote %s in string: %s
7=Error retrieving command value: %s
8=Error executing command.
9=Can't find the command: %s
10=Name of variable must be set.
11=Filename, section or key is empty!
12=Error writing ini information.
13=Filename or section is empty!
14=Error deleting ini information.
15=Can't load library: %s
16=Library has no such function: %s
17=Can't redefine constant: %s
18=This function can''t be used here: %s
19="If" found but "Then" missed.
20="%s" keyword has no opening "If"
21=Unknown command: %s
22=Can't find the file: %s
23=Invalid variable name: %s
24=Incorrect brackets in expression: %s
25=Incorrect quotes in expression: %s
26=Incorrect syntax in expression: %s
27=Registry key name is empty!
28=Unsupported registry key type.
29=Incorrect registry key.
30=Unknown error in plugin function: %s
31=Filename is empty.
32=One or more mandatory parameters are empty.


[RUS]
1=Ошибка плагина Autorun
2=Ошибка команды в строке [%d]:
3=Ошибка преобразования в целое:
4=Неподдерживаемый параметр: %s
5=Отсутствует закрывающая кавычка для строки: %s
6=Неожиданная кавычка %s в строке: %s
7=Ошибка получения значения команды: %s
8=Ошибка выполнения команды.
9=Не удается найти команду: %s
10=Имя переменной должно быть задано.
11=Имя файла, секция или ключ пустые!
12=Не удается записать информацию в ini.
13=Имя файла или секция пустые!
14=Ошибка удаления информации из ini.
15=Не удается загрузить библиотеку: %s
16=Библиотека не имеет такой функции: %s
17=Невозможно переопределить константу: %s
18=Этот оператор здесь неприменим: %s
19=Найден "If", но "Then" отсутствует.
20=Ключевое слово "%s" не имеет открывающего "If".
21=Неизвестная команда: %s
22=Невозможно найти файл: %s
23=Недопустимое имя переменной: %s
24=Неверные скобки в выражении: %s
25=Неверные кавычки в выражении: %s
26=Неверный синтаксис в выражении: %s
27=Имя ключа реестра пустое!
28=Неподдерживаемый тип ключа реестра.
29=Неправильный ключ реестра.
30=Неизвестная ошибка в функции плагина: %s
31=Имя файла пустое.
32=Один или более обязательных параметров пустые.


[DEU] 
1=Fehler in Plugin "Autorun" 
2=Fehler in Zeile [%d]: 
3=Fehler bei Integerkonvertierung: 
4=Ungültiger Parameter: %s 
5=Fehlendes schließendes Anführungszeichen in Zeichenkette: %s 
6=Unerwartetes Anführungszeichen %s in Zeichenkette: %s 
7=Fehler im Befehlswert: %s 
8=Befehlausführungsfehler. 
9=Befehl nicht gefunden: %s 
10=Variablenname und -text müssen gesetzt sein. 
11=Dateiname, Sektion oder Schlüssel ist leer! 
12=Fehler beim Schreiben der INI-Datei. 
13=Dateiname oder Sektion ist leer! 
14=Fehler beim Löschen aus INI-Datei. 
15=Bibliothek %s kann nicht geladen werden. 
16=Exportierte Funktion %s in Bibliothek nicht gefunden. 
17=Konstante %s kann nicht neu definiert werden. 
18=Operator %s ist hier nicht anwendbar. 
19=Fehlendes "Then" in "If"-Bedingung. 
20=Fehlendes "If" für Schlüsselwort "%s". 
21=Unbekannter Befehl: %s 
22=Datei nicht gefunden: %s